Repository: antuanjoseff/flutter_gpx_editor
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: GPX Editor
es: Editor GPX

source: Error opening file
es: Error de archivo

source: File format not supported
es: Formato de archivo no soportado

# onEditFirstTrackSegment
source: Only first track segment is shown
es: Sólo se muestra el primer segmento del track

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Track settings
es: Configuración

# trackColor
source: Track:
es: Color:

# trackWidth
source: Width:
es: Grosor:

source: Apply
es: Aplicar

# nodeToAddIsTooFar
source: Selected point is too far from track. Zoom in and try again
es: El punto seleccionado está demasiado alejado del track. Haz zoom y inténtalo de nuevo

source: Tap again to exit
es: Toca atrás de nuevo para salir

# wptName
source: Waypoint name
es: Nombre del waypoint

# editWpt
source: Name
es: Nombre

# confirmDeleteWpt
source: Delete this waypoint?
es: Eliminar waypoint?

# moveNodeUndone
source: Undo move node
es: Deshacer mover node

# deleteNodeUndone
source: Undo cancel node
es: Deshacer eliminar nodo

# addNodeUndone
source: Undo add node
es: Deshacer añadir nodo

# addWaypointUndone
source: Undo add waypoint
es: Deshacer añadir waypoint

# editWaypointUndone
source: Undo edit waypoint
es: Deshacer edición waypoint

# deleteWaypointUndone
source: Undo cancel waypoint
es: Deshacer eliminar waypoint

# leftDrawerTitle
source: BASE LAYER
es: CAPA BASE

# tooltipOpenFile
source: Open file
es: Abrir archivo

# tooltipTrackSettings
source: Settings
es: Preferencias

# tooltipSaveFile
source: Save file
es: Guardar archivo

# tooltipEditTrack
source: Edit
es: Editar

# baseLayers
source: Layers
es: Capas

# tooltipMoveIcon
source: Move nodes
es: Mover nodo

# tooltipoAddIcon
source: Add node
es: Añadir nodo

# tooltipoDeleteIcon
source: Delete node
es: Eliminar nodo

# tooltipoAddWaypoint
source: Add waypoint
es: Añadir waypoint

# tooltipoUndo
source: undo
es: deshacer

source: Incorrect file format
es: Formato de archivo incorrecto

# addNodeConfirm
source: Add a new node in this location?
es: ¿Añadir nodo en esta posición?

source: Zoom in to edit
es: Haz zoom in para editar
